#Задача 6. Полёт
#Что нужно сделать

#Напишите программу для сервиса заказа билетов, которая запрашивает
#у пользователя город вылета и город прилёта. Затем выведите их в одну строку
#через тире. Обратите внимание на свои переменные: названия должны отражать содержимое.

City_from = input("Откуда вылетаете: ")
City_in = input("Куда летите: ")

print("Ваш маршрут: " + City_from + " - " + City_in)